[
  {
    "version": "2.24",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Giao diện và trải nghiệm mới",
        "message": "Bạn có thấy điều gì khác biệt không? Chúng tôi đã hiện đại hóa giao diện và bắt đầu thực hiện các bản cập nhật giúp bạn đạt được mục tiêu học tập của mình dễ dàng hơn."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Xem nhanh tất cả ngày tháng của khóa học",
        "message": "Xem nhanh tất cả những ngày tháng quan trọng trong khóa học của bạn trong thẻ ngày tháng. Bạn sẽ không bao giờ bỏ lỡ một hạn chót nào nữa!"
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_3",
        "title": "Lịch học được cá nhân hóa",
        "message": "Khi bạn tham gia vào một khóa học theo tiến độ của bản thân, giờ đây bạn có thể xem lịch học được cá nhân hóa của mình với ngày đến hạn trên điện thoại. Bạn cũng có thể thay đổi ngày đến hạn nếu bạn cần điều chỉnh lịch học của mình - khóa học của bạn, theo cách của bạn!"
      }
    ]
  },
  {
    "version": "2.23",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Cải thiện trải nghiệm khám phá",
        "message": "Chúng tôi đã cải thiện cách bạn tìm kiếm và đăng ký các khóa học & chương trình yêu thích của mình."
      }
    ]
  },
  {
    "version": "2.22",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Thêm tùy chọn tốc độ phát lại",
        "message": "Chúng tôi đã thêm nhiều tùy chọn để kiểm soát tốc độ video để đáp ứng nhu cầu của bạn."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Tua lại và chuyển tiếp video",
        "message": "Chúng tôi nghe bạn nói! Bây giờ bạn có thể tua lại hoặc chuyển tiếp video để đi đến điểm chính xác nơi nó quan trọng."
      }
    ]
  },
  {
    "version": "2.21",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Hỗ trợ Chromecast",
        "message": "Bạn muốn xem video khóa học trên một màn hình lớn hơn? Chúng tôi đã bổ sung hỗ trợ Chromecast và giờ bạn có thể!"
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Trình phát YouTube",
        "message": "Bạn đã mệt mỏi với việc phải rời ứng dụng để xem video khóa học trên YouTube? Giờ đây bạn có thể xem video với trình phát trong ứng dụng."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_3",
        "title": "Đăng nhập Microsoft",
        "message": "Giờ đây bạn có thể đăng ký hoặc đăng nhập bằng tài khoản Microsoft."
      }
    ]
  }
]