[
  {
    "version": "2.24",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Neues Design",
        "message": "Merken Sie, dass etwas anders ist? Wir haben unser Erscheinungsbild modernisiert und Aktualisierungen vorgenommen, die es Ihnen erleichtern, Ihre Lernziele zu erreichen."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Alle Kurstermine auf einen Blick",
        "message": "Auf der Registerkarte Daten sehen Sie alle wichtigen Daten Ihres Kurses auf einen Blick. Sie werden nie wieder eine Frist verpassen!"
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_3",
        "title": "Personalisierte Lernpläne",
        "message": "Wenn Sie sich für einen Kurs im eigenen Tempo angemeldet haben, können Sie jetzt Ihren persönlichen Lernplan mit Fälligkeitsterminen auf Ihrem Smartphone anzeigen. Sie können auch Fälligkeitstermine verschieben, wenn Sie Ihren Zeitplan anpassen müssen - Ihr Kurs passt sich Ihren Wünschen an!"
      }
    ]
  },
  {
    "version": "2.23",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Verbesserte Erkennungserfahrung",
        "message": "Wir haben die Art und Weise, wie Sie nach Ihren Lieblingskursen und -programmen suchen und sich dafür anmelden, verbessert."
      }
    ]
  },
  {
    "version": "2.22",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Weitere Optionen für die Wiedergabegeschwindigkeit",
        "message": "Wir haben weitere Optionen zur Steuerung der Videogeschwindigkeit hinzugefügt, um Ihren Anforderungen gerecht zu werden."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Videos zurückspulen und weiterleiten",
        "message": "Wir haben Sie gehört! Jetzt können Sie Videos zurückspulen oder weiterleiten, um genau den Punkt zu erreichen, an dem es darauf ankommt."
      }
    ]
  },
  {
    "version": "2.21",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Chromecast-Unterstützung",
        "message": "Möchten Sie die Kursvideos auf einem größeren Bildschirm ansehen?Jetzt ist es möglich – die Unterstützung für Chromecast wurde hinzugefügt."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "YouTube-Player",
        "message": "Sind Sie es leid, die App verlassen zu müssen, um Kursvideos auf YouTube anzusehen? Sie können jetzt Videos mit einem In-App-Player ansehen."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_3",
        "title": "Microsoft-Anmeldung",
        "message": "Sie können sich jetzt mit einem Microsoft-Konto registrieren oder anmelden."
      }
    ]
  },
  {
    "version": "2.20",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Erweiterte Sprachunterstützung",
        "message": "Sie haben die edX-App jetzt auf Deutsch, Französisch, Portugiesisch, Chinesisch und Türkisch zur Verfügung. Die Anwendung verwendet die Sprache ihres Gerätes, um diese Einstellung festzulegen."
      }
    ]
  }
]
