[
  {
    "version": "2.24",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Nouvelle interface",
        "message": "Vous avez remarqué une différence ? Nous avons modernisé notre apparence et effectué des mises à jour pour vous permettre d'atteindre plus facilement vos objectifs d'apprentissage."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Toutes les dates du cours en un coup d’œil",
        "message": "Dans l'onglet des dates, consultez toutes les dates importantes de votre cours en un coup d'œil. Vous ne manquerez plus jamais une date d'échéance."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_3",
        "title": "Calendrier d'apprentissage personnalisé",
        "message": "Si vous êtes inscrit dans un cours à la progression autocontrôlée, vous pouvez désormais consulter votre calendrier d'apprentissage personnalisé avec les dates d'échéance sur votre téléphone. Vous pouvez également changer les dates d'échéance si vous devez modifier votre calendrier. Votre cours s'adapte à vos besoins."
      }
    ]
  },
  {
    "version": "2.23",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Expérience de découverte améliorée",
        "message": "Nous avons amélioré la façon dont vous recherchez et vous inscrivez à vos cours et programmes préférés."
      }
    ]
  },
  {
    "version": "2.22",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Plus d'options de vitesse de lecture",
        "message": "Nous avons ajouté plus d'options pour contrôler la vitesse de la vidéo pour répondre à vos besoins."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Rembobiner et avancer des vidéos",
        "message": "Nous vous avons entendu! Vous pouvez maintenant rembobiner ou transférer des vidéos pour arriver au point exact où cela compte."
      }
    ]
  },
  {
    "version": "2.21",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Prise en charge de Chromecast",
        "message": "Souhaitez-vous visionner des vidéos de cours sur un écran plus grand ? C'est désormais possible grâce à la prise en charge de Chromecast."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_2",
        "title": "Lecteur YouTube",
        "message": "Vous en avez marre de devoir quitter l'application pour regarder des vidéos de cours sur YouTube ? Vous pouvez désormais regarder les vidéos dans le lecteur intégré à l'application."
      },
      {
        "platforms": [
          "android"
        ],
        "image": "screen_3",
        "title": "Connexion avec Microsoft",
        "message": "Vous pouvez désormais vous inscrire ou vous connecter avec un compte Microsoft."
      }
    ]
  },
  {
    "version": "2.20",
    "messages": [
      {
        "platforms": [
          "android"
        ],
        "image": "screen_1",
        "title": "Prise en charge linguistique étendue",
        "message": "Vous pouvez maintenant afficher l'application edX en allemand, français, portugais, chinois et turc. L'application utilise la langue de votre appareil pour spécifier ce paramètre."
      }
    ]
  }
]
